# Completions
mattmc3/ez-compinit
zsh-users/zsh-completions kind:fpath path:src
aloxaf/fzf-tab  # Remove if you don't use fzf

# Completion styles
belak/zsh-utils path:completion/functions kind:autoload post:compstyle_zshzoo_setup

# Keybindings
belak/zsh-utils path:editor

# History
belak/zsh-utils path:history

lukechilds/zsh-nvm kind:defer
matthieusb/zsh-sdkman

getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/colorize
ohmyzsh/ohmyzsh path:plugins/gradle kind:defer
ohmyzsh/ohmyzsh path:plugins/sdk kind:defer
ohmyzsh/ohmyzsh path:plugins/starship
ohmyzsh/ohmyzsh path:plugins/aws
Tarrasch/zsh-autoenv

zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search kind:defer         # Up/Down to search history
zdharma-continuum/fast-syntax-highlighting kind:defer
softmoth/zsh-vim-mode
zpm-zsh/clipboard

