lukechilds/zsh-nvm kind:defer
matthieusb/zsh-sdkman
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/colorize
ohmyzsh/ohmyzsh path:plugins/gradle kind:defer
ohmyzsh/ohmyzsh path:plugins/sdk kind:defer
ohmyzsh/ohmyzsh path:plugins/starship
ohmyzsh/ohmyzsh path:plugins/aws
Tarrasch/zsh-autoenv
zsh-users/zsh-completions kind:defer

zsh-users/zsh-autosuggestions kind:defer
zdharma-continuum/fast-syntax-highlighting kind:defer
softmoth/zsh-vim-mode
zpm-zsh/clipboard

unixorn/fzf-zsh-plugin
Aloxaf/fzf-tab

