# Completions
mattmc3/ez-compinit
zsh-users/zsh-completions kind:fpath path:src

# Keybindings
belak/zsh-utils path:editor

# History
belak/zsh-utils path:history

lukechilds/zsh-nvm kind:defer

getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/sdk kind:defer
ohmyzsh/ohmyzsh path:plugins/starship
ohmyzsh/ohmyzsh path:plugins/aws
ohmyzsh/ohmyzsh path:plugins/dotenv
ohmyzsh/ohmyzsh path:plugins/zsh-autosuggestions kind:defer
ohmyzsh/ohmyzsh path:plugins/zsh-syntax-highlighting kind:defer
ohmyzsh/ohmyzsh path:plugins/fast-syntax-highlighting kind:defer

softmoth/zsh-vim-mode
zpm-zsh/clipboard

Aloxaf/fzf-tab

